---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ScheduleTypeForBrowser
source: html/7b1e62e6-9981-0008-518c-7709ba1f577d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ScheduleTypeForBrowser Property

"Schedule Type"

## Syntax (C#)
```csharp
public static ForgeTypeId ScheduleTypeForBrowser { get; }
```